aaron-bond.better-comments
apility.beautify-blade
be5invis.vscode-custom-css
bradlc.vscode-tailwindcss
brandonkirbyson.vscode-animations
catppuccin.catppuccin-vsc-icons
christian-kohler.path-intellisense
esbenp.prettier-vscode
github.copilot
github.copilot-chat
leonardssh.vscord
mikaelkristiansson87.react-theme-vscode
ms-vsliveshare.vsliveshare
ritwickdey.liveserver
tal7aouy.icons
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
